debug = {'uk':", ваш ідентифікаційний телеграм код - ",
             'ru':", ваш индетификационный телеграм код - ",
             'en':", your identification telegram code - "}

greeting = {'uk':"Привіт! Я бот від Lifecell та допоможу вам підібрати найкращий тариф!",
            'ru':"Здравствуйте! Я бот от Lifecell и помогу вам подобрать самый лучший тариф!",
            'en':"Hello! I am a bot from Lifecell and I will help you choose the best tariff!"}

lang_choosing = {'uk':"На якій мові ви б хотіли спілкуватися у цьому чаті?",
                 'ru':"На каком языке вы хотели бы общаться в этом чате?",
                 'en':"In which language would you prefer to communicate in this chat?"}

language_selected = {'uk':"🇺🇦Ви вибрали Українську мову!",
               'ru':"🇷🇺Вы выбрали Русский язык!",
               'en':"🇺🇸You have chosen English language!"}