debug = {'uk':", ваш ідентифікаційний телеграм код - ",
             'ru':", ваш индетификационный телеграм код - ",
             'en':", your identification telegram code - "}

greeting = {'uk':"Привіт! Я бот від Lifecell та допоможу вам підібрати найкращий тариф!",
            'ru':"Здравствуйте! Я бот от Lifecell и помогу вам подобрать самый лучший тариф!",
            'en':"Hello! I am a bot from Lifecell and I will help you choose the best tariff!"}

lang_choosing = {'uk':"На якій мові ви б хотіли спілкуватися у цьому чаті?",
                 'ru':"На каком языке вы хотели бы общаться в этом чате?",
                 'en':"In which language would you prefer to communicate in this chat?"}

language_selected = {'uk':"🇺🇦Ви вибрали Українську мову!",
               'ru':"🇷🇺Вы выбрали Русский язык!",
               'en':"🇺🇸You have chosen English language!"}

help_menu = {'uk':"Оберіть категорію, що вась цікавить",
             'ru':"Выберите интересующую вас категорию",
             'en':"Choose the category that interests you"}

all_tariffs = {'uk':"Присутні такі тарифи",
             'ru':"Присутствуют такие тарифы",
             'en':"The following tariffs are available"}

all_ts1 = {'uk':"Смарт Лайф",
             'ru':"Смарт Лайф",
             'en':"Smart Life"}

all_ts2 = {'uk':"Смарт Сім'я",
             'ru':"Смарт Семья",
             'en':"Smart Family"}

all_ts3 = {'uk':"Шкільний Лайф",
             'ru':"Школьный Лайф",
             'en':"School Life"}

all_ts4 = {'uk':"Вільний Лайф",
             'ru':"Свободный Лайф",
             'en':"Free Life"}

# 			  {'uk':"",
#              'ru':"",
#              'en':""}

more_tariffs = {'uk':"Дивитися більше",
             'ru':"Посмотреть больше",
             'en':"See more"}

hm_btn1 = {'uk':"Підібрати тариф",
             'ru':"Подобрать тариф",
             'en':"Choose a tariff"}

hm_btn2 = {'uk':"Показати всі тарифи",
             'ru':"Показать все тарифы",
             'en':"Show all tariffs"}

hm_btn3 = {'uk':"Мій тариф",
             'ru':"Мій тариф",
             'en':"My tariff"}

hm_btn4 = {'uk':"Змінити мову",
             'ru':"Сменить язык",
             'en':"Змінити мову"}