debug = {'uk':", ваш ідентифікаційний телеграм код - ",
             'ru':", ваш индетификационный телеграм код - ",
             'en':", your identification telegram code - "}

greeting = {'uk':"Привіт! Я бот від Lifecell та допоможу вам підібрати найкращий тариф!",
            'ru':"Здравствуйте! Я бот от Lifecell и помогу вам подобрать самый лучший тариф!",
            'en':"Hello! I am a bot from Lifecell and I will help you choose the best tariff!"}

lang_choosing = {'uk':"На якій мові ви б хотіли спілкуватися у цьому чаті?",
                 'ru':"На каком языке вы хотели бы общаться в этом чате?",
                 'en':"In which language would you prefer to communicate in this chat?"}

language_selected = {'uk':"🇺🇦Ви вибрали Українську мову!",
               'ru':"🇷🇺Вы выбрали Русский язык!",
               'en':"🇺🇸You have chosen English language!"}

help_menu = {'uk':"Оберіть категорію, що вась цікавить👇",
             'ru':"Выберите интересующую вас категорию👇",
             'en':"Choose the category that interests you👇"}

all_tariffs = {'uk':"Присутні такі тарифи",
             'ru':"Присутствуют такие тарифы",
             'en':"The following tariffs are available"}

all_ts1 = {'uk':"😎Смарт Лайф - від 120грн, 25 ГБ, 800 хв",
             'ru':"😎Смарт Лайф - от 120грн, 25 ГБ, 800 мин",
             'en':"😎Smart Life - from 120uah, 25 GB, 800 minutes"}

all_ts2 = {'uk':"👨‍👩‍👦‍Смарт Сім'я - від 375грн, 35 ГБ, 1000 xв",
             'ru':"👨‍👩‍👦‍Смарт Семья - от 375грн, 35 ГБ, 1000 мин",
             'en':"👨‍👩‍👦‍Smart Family - from 375uah, 35 GB, 1000 minutes"}

all_ts3 = {'uk':"🎒Шкільний Лайф - 150 грн, 7 ГБ, Безліміт📞",
             'ru':"🎒Школьный Лайф - 150 грн, 7 ГБ, Безлимит📞",
             'en':"🎒School Life - 150 uah, 7 GB, Unlimited📞"}

all_ts4 = {'uk':"🗽Вільний Лайф - від 180 грн, Безлімітний інтернет, 1600 хв",
             'ru':"🗽Свободный Лайф - от 180 грн, Безлимитный интернет, 1600 мин",
             'en':"🗽Free Life - from 180 uah, Unlimited internet, 1600 хв"}

auth = {'uk':"Авторизуватися",
              'ru':"Авторизоваться",
              'en':"Authorization"}

login = {'uk':"Вхід",
              'ru':"Вход",
              'en':"Log in"}

yes = {'uk':"Так",
              'ru':"Да",
              'en':"Yes"}

no = {'uk':"Ні",
              'ru':"Нет",
              'en':"No"}

#             {'uk':"",
#              'ru':"",
#              'en':""}

sign_in = {'uk':"Ви не авторизовані. Чи ви хочете війти під своїм номером телефону?",
              'ru':"Ви не авториованы. Хотите ли вы войти под своим номером телефона?",
              'en':"You are not authorized. Do you want to sign in with your phone number?"}

more_tariffs = {'uk':"Дивитися більше",
             'ru':"Посмотреть больше",
             'en':"See more"}

hm_btn1 = {'uk':"🌟Підібрати тариф",
             'ru':"🌟Подобрать тариф",
             'en':"🌟Choose a tariff"}

hm_btn2 = {'uk':"🔎Показати всі тарифи",
             'ru':"🔎Показать все тарифы",
             'en':"🔎Show all tariffs"}

hm_btn3 = {'uk':"👤Мій тариф",
             'ru':"👤Мой тариф",
             'en':"👤My tariff"}

hm_btn4 = {'uk':"🌐Змінити мову",
             'ru':"🌐Сменить язык",
             'en':"🌐Change the language"}

go_back = {'uk':"⬅️Повернутися назад",
           'ru':"⬅️Вернутся назад",
           'en':"⬅️Go back"}

ask_for_asking = {'uk':"Зараз я задам вам пару питань, для того щоб визначити найкращий тариф для вас. Натисніть кнопку `Поїхали!` для прожовження...",
              'ru':"Сейчас я задам вам пару вопросов, чтобы определить лучший тариф для вас. Нажмите кнопку `Поехали!` для продолжения...",
              'en':"Now I'll ask you a couple of questions to determine the best tariff for you. Press `LET'S GO` button ot continue..."}

lets_go = {'uk':"Поїхали!",
              'ru':"Поехали!",
              'en':"LET'S GO"}


internet_usually_use = {'uk':"Скільки ви пропонуєте використовувати інтернету за місяць?",
              'ru':"Сколько вы предлагаете использовать Интернет в месяц?",
              'en':"How much do you propose to use the Internet per month?"}

internet_usually_use_answer1 = {'uk':"до 2 ГБ",
                                'ru':"до 2 ГБ",
                                'en':"max 2 GB"}

internet_usually_use_answer2 = {'uk':"7 ГБ",
                                'ru':"7 ГБ",
                                'en':"7 GB"}

internet_usually_use_answer3 = {'uk':"від 15 ГБ",
                                'ru':"от 15 ГБ",
                                'en':"from 150 GB"}


usually_use1 = {'uk':"Ви багато рзмовляете по телефону?",
                'ru':"Вы много разговариваете по телефону?",
                'en':"Do you talk a lot on the phone?"}

minutes_usually_use_answer1 = {'uk':"Я рідко розмовляю по телефону.",
                                'ru':"Я редко разговариваю по телефону.",
                                'en':"I rarely talk on the phone."}

minutes_usually_use_answer2 = {'uk':"Я розмовляю по телефону досить часто",
                                'ru':"Я разговариваю по телефону довольно часто",
                                'en':"Reasonably: I talk on the phone quite often"}

minutes_usually_use_answer3 = {'uk':"Я постійно розмовляю телефоном",
                                'ru':"Я постоянно разговариваю по телефону",
                                'en':"I am constantly talking on the phone"}


usually_use2 = {'uk':"Як багато ви використовуєте соціальні мережі?",
                'ru':"Как много вы используете социальные сети?",
                'en':"How much do you use social media?"}

socials_usually_use_answer1 = {'uk': "Не використовую соціальні мережі.",
                               'ru': "Не использую социальные сети.",
                               'en': "I don't use social media."}

socials_usually_use_answer2 = {'uk':"Іноді зохожу в соцільні мережі",
                               'ru':"Изредка захожу в социальные сети",
                               'en':"I sometimes use social media."}

socials_usually_use_answer3 = {'uk': "Регулярно використовую соціальні мережі.",
                               'ru': "Регулярно использую социальные сети.",
                               'en': "I regularly use social media."}


usually_use3 = {'uk':"Скільки грошей ви бажаєте витрачати на тариф протягом місяця?",
                'ru':"Сколько денег вы хотите тратить на тариф за месяц?",
                'en':"How much money do you want to spend on the tariff per month?"}

pay_usually_use_answer1 = {'uk':"Приблизно 100 гривень",
                           'ru':"Около 100 гривен",
                           'en':"About 100 uah"}

pay_usually_use_answer2 = {'uk':"Десь 125-155 гривень",
                           'ru':"Где-то 125-155 гривен",
                           'en':"Something like 125-155 uah"}

pay_usually_use_answer3 = {'uk':"150+ гривень",
                           'ru':"150+ гривен",
                           'en':"150+ uah"}

unknown_command = {'uk':"Вибачте, я не розумію",
                   'ru':"Извините, я не понимаю",
                   'en':"I'm sorry, I don't understand"}

apply_tariff = {'uk':"Підключити",
                'ru':"Подключить",
                'en':"Apply tariff"}

caption1 = {'uk':'''
Смарт Лайф ✌️

💰 від 120 грн / 4 тижні
🌐 Інтернет: 25 ГБ
📞 Дзвінки: 800 хв
🇺🇦 Дзвінки на всі мобільні номери по Україні (вкл. lifecell)

♾ Безліміт на lifecell після Використання хвилин на всі мобільні номери
♾ Безліміт на соціальні мережі

''',
              'ru':'''

''',
              'en':'''

'''}

caption2 = {'uk':'''

''',
              'ru':'''

''',
              'en':'''

'''}
caption3 = {'uk':'''

''',
              'ru':'''

''',
              'en':'''

'''}
caption4 = {'uk':'''

''',
              'ru':'''

''',
              'en':'''

'''}
